Repository: common-repository/supplier-order-email
Catalog: languages/supplier-order-email-*.po
Languages: es_es

source: Plugin "Supplier Order Email" requires WooCommerce to work correctly. Please install and activate "WooCommerce".
es_es: El plugin "Supplier Order Email" requiere que WooCommerce funcione correctamente. Instale y active "WooCommerce".

source: Before you start working with 'Supplier Order Email' plugin
es_es: Antes de empezar a trabajar con el plugin 'Supplier Order Email'

source: you must create the Suppliers
es_es: debes crear los Proveedores

source: Create "Suppliers" now in Products->Suppliers
es_es: Crear "Proveedores" ahora en Productos->Proveedores

source: Send order email to supplier manually
es_es: Enviar email de pedido al proveedor manualmente

source: The order email has been sent to the suppliers.
es_es: El email de pedido se ha enviado a los proveedores.

source: There was an error sending the order to the suppliers.
es_es: Ha habido un error al enviar el pedido a los proveedores.

source: Do you want the Premium version?
es_es: ¿Quieres la versión Premium?

source: Get a 30-day free trial here.
es_es: Obtener una prueba gratis de 30 días aquí.

source: Do you need changes in the plugin? Send us an email to
es_es: ¿Necesitas cambios en el plugin? Envíanos un email a

source: and we will send you a quote.
es_es: y te enviaremos un presupuesto.

source: Thanks for using our plugin.
es_es: Gracias por usar nuestro plugin.

source: You will be collaborating to maintain it if you value
es_es: Estarás colaborando para mantenerlo si lo valoras

source: SUPPLIER
es_es: PROVEEDOR

source: SUPPLIER CUSTOM TEXT (for subject or intro text)
es_es: TEXTO PERSONALIZADO DEL PROVEEDOR (para el asunto o el texto introductorio)

source: SUPPLIER DATA TEXT (for PDF document)
es_es: TEXTO DE DATOS DEL PROVEEDOR (para documento PDF)

source: There are no suppliers created yet. Create new suppliers in
es_es: Todavía no hay proveedores creados. Crear nuevos proveedores en

source: Products / Suppliers
es_es: Productos / Proveedores

source: To add new Suppliers, edit or delete them
es_es: Para añadir nuevos proveedores, editarlos o eliminarlos

source: Go to Suppliers
es_es: Ir a Proveedores

source: Email subject
es_es: Asunto del email

source: Optional tags: {order_number} {order_date} {supplier_name} {supplier_custom_text}
es_es: Etiquetas opcionales: {order_number} {order_date} {supplier_custom_text}

source: Email introductory text
es_es: Texto introductorio del email

source: General options
es_es: Opciones generales

source: Use the customer´s billing address if the order does not have a shipping address
es_es: Usar la dirección de facturación del cliente si el pedido no tiene una dirección de envío

source: Delete all data & pdf documents when uninstall the plugin
es_es: Eliminar todos los datos y documentos pdf al desinstalar el plugin

source: Send copy of emails to admin when send emails to suppliers
es_es: Enviar copia de emails al administrador cuando se envían emails a proveedores

source: Turn off ALL automatic email sending (automatic emails will be disabled).
es_es: Desactivar TODOS los envíos automáticos de emails (los emails automáticos se deshabilitarán).

source: Email to receive the order copies. (Leave empty to use WordPress admin email)
es_es: Email para recibir las copias del pedido. (Dejar vacío para usar el email de administrador de WordPress)

source: Email sender: "From" and "Reply-To" labels for supplier emails. (Leave empty to use WordPress admin email)
es_es: Remitente del email: etiquetas "De" y "Responder a" para los emails de los proveedores. (Dejar vacío para usar el email de administrador de WordPress)

source: Use an email from the same domain as the store (to be friendly with mail servers).
es_es: Use un email del mismo dominio que la tienda (para ser amigable con los servidores de correo).

source: Order status to trigger automatic sending emails to suppliers
es_es: Estado del pedido que activa el envío automático de emails a los proveedores

source: Processing
es_es: Procesando

source: On hold
es_es: En espera

source: Order options in emails & pdf documents
es_es: Opciones de pedido en emails y documentos pdf

source: Headers color
es_es: Color encabezados

source: Show store logo instead of header text
es_es: Mostrar el logo de la tienda en vez del encabezado de texto

source: Show order number
es_es: Mostrar número de pedido

source: Show customer email
es_es: Mostrar email del cliente

source: Show customer phone
es_es: Mostrar teléfono del cliente

source: Show customer notes
es_es: Mostrar notas del cliente

source: Show total price
es_es: Mostrar precio total

source: Show payment method
es_es: Mostrar método de pago

source: Show shipping method
es_es: Mostrar método de envío

source: Show cost total
es_es: Mostrar coste total

source: Hide all customer data
es_es: Ocultar todos los datos de cliente

source: Order options in PDF files
es_es: Opciones de pedido en archivos PDF

source: Attach pdf file to email
es_es: Adjuntar archivo pdf al correo electrónico

source: Store pdf files (in WordPress uploads folder: /wp-content/uploads/supplier-order-email/pdf-files/0001_Supplier.pdf)
es_es: Guardar archivos pdf (en la carpeta uploads de WordPress: /wp-content/uploads/supplier-order-email/pdf-files/0001_Supplier.pdf)

source: Company info text (for PDF document)
es_es: Texto de información de la empresa (para documento PDF)

source: This text is displayed below the logo in pdf documents.
es_es: Este texto se muestra debajo del logotipo en documentos pdf.

source: Show Product item fields
es_es: Mostrar campos en la línea del producto

source: Product image
es_es: Imagen de Producto

source: Max. image width (pixels)
es_es: Ancho máximo de imagen (píxeles)

source: Short description
es_es: Descripción corta

source: Price
es_es: Precio

source: Weight
es_es: Peso

source: Cost price
es_es: Precio de coste

source: EAN number - compatible with plugin "EAN for WooCommerce" (WP Factory)
es_es: Número EAN - Compatible con el plugin "EAN for WooCommerce" (WP Factory)"

source: Attributes
es_es: Atributos

source: Variations and formatted meta custom fields
es_es: Variaciones y campos meta personalizados formateados

source: Add a list of special product meta custom fields to show (meta fields must exist in the product item)
es_es: Agregar una lista de campos meta de productos para mostrar (los campos meta deben existir en el producto)

source: Type one or more custom meta fields separated by commas to display in product row. Some may contain "_"
es_es: Escribe uno o más campos meta personalizados separados por comas para mostrar en la fila del producto. Algunos pueden contener "_"

source: Save
es_es: Guardar

source: Premium registration email:
es_es: Email de registro premium:

source: License key
es_es: Clave de licencia

source: Activate premium
es_es: Activar Premium

source: Get 30 days free trial Pro
es_es: Obtener prueba gratuita Pro de 30 días

source: Show email field for old registrations
es_es: Mostrar campo de email para registros antiguos

source: &#10687; PREMIUM VERSION IS ACTIVE
es_es: &#10687; VERSIÓN PREMIUM ACTIVA

source: If you are no longer going to use the Premium options of the plugin in this WooCommerce installation, you can deactivate licenses to reduce the limit of your premium plan so that you can use it on other websites. You can always reactivate it with your License Key.
es_es: Si ya no vas a utilizar las opciones Premium del plugin en esta instalación de WooCommerce, puedes desactivar licencias para reducir el límite de tu plan premium para que puedas usarlo en otros sitios web. Siempre puedes reactivarlo con tu clave de licencia.

source: Deactivate premium license on this website
es_es: Desactivar licencia premium en este sitio web

source: Create new suppliers in:
es_es: Crear nuevos proveedores en:

source: Select the supplier of the products in a new selection box that appears when editing each product.
es_es: Selecciona el proveedor de los productos en un nuevo cuadro de selección que aparece al editar cada producto.

source: When an order changes to "Processing" status, an automatic order email is sent to the supplier to send the corresponding products to the customer.
es_es: Cuando un pedido cambia al estado "Procesando", se envía un email de pedido automático al proveedor para que envíe los productos correspondientes al comprador.

source: To overwrite email and pdf templates in your theme:
es_es: Para sobrescribir plantillas de correo electrónico y pdf en tu tema:

source: Copy the files inside the folders "/wp-content/plugins/supplier-order-email/includes/email/email-template-parts/" and "/wp- content/plugins/supplier-order-email/includes/email/pdf-template-parts/"
es_es: Copia los archivos que hay dentro de las carpetas "/wp-content/plugins/supplier-order-email/includes/email/email-template-parts/" y "/wp- content/plugins/supplier-order-email/includes/email/pdf-template-parts/"

source: And paste them into "/wp-content/themes/child-theme/supplier-order-email/".
es_es: Y pégalos en "/wp-content/themes/child-theme/supplier-order-email/".

source: The child theme files will overwrite the plugin originals.
es_es: Los archivos de tema hijo sobrescribirán a los originales del plugin.

source: View Supplier Order Email Manual
es_es: Ver manual de Supplier Order Email

source: Rate our plugin
es_es: Valora nuestro plugin

source: How to configure the plugin
es_es: Cómo configurar el plugin

source: Create new suppliers in
es_es: Crear nuevos proveedores en

source: Select the supplier of the products
es_es: Selecciona el proveedor de los productos

source: when editing each one in a new selection box "Suppliers" that appears.
es_es: al editar cada uno en un nuevo cuadro de selección "Proveedores" que aparece.

source: Set your preferences in
es_es: Configura tus preferencias en

source: Settings page
es_es: Página de ajustes

source: Premium plugin features
es_es: Características del plugin premium

source: Extra options:
es_es: Opciones extra:

source: WordPress forum support.
es_es: Soporte en foro de WordPress.

source: Email support.
es_es: Soporte por correo electrónico.

source: Free plugin features
es_es: Características gratuitas del plugin

source: By clicking on the button you can access the complete documentation of the plugin.
es_es: Haciendo clic en el botón puedes acceder a la documentación completa del plugin.

source: All Suppliers
es_es: Todos los proveedores

source: Supplier
es_es: Proveedor

source: Suppliers
es_es: Proveedores

source: Help
es_es: Ayuda

source: Premium version
es_es: Versión Premium

source: The premium features of the plugin have been successfully disabled.
es_es: Las características premium del plugin se han desactivado satisfactoriamente.

source: The Premium plugin is activated.
es_es: El plugin Premium está activado.

source: The Premium plugin is disabled.
es_es: El plugin Premium está desactivado.

source: Send the order to:
es_es: Enviar el pedido a:

source: Thanks
es_es: Gracias

source: Quantity
es_es: Cantidad

source: Reference
es_es: Referencia

source: Image
es_es: Imagen

source: Product
es_es: Producto

source: Cost
es_es: Coste

source: Order number:
es_es: Número de pedido:

source: The shipping address are empty because the order has no address. Contact us to solve it.
es_es: La dirección de envío está vacía porque el pedido no tiene dirección. Contacta con nosotros para solucionarlo.

source: Note:
es_es: Nota:

source: Delivery date:
es_es: Fecha de entrega:

source: Email sent to the supplier
es_es: Email enviado al proveedor

source: An order email has been sent to the supplier.
es_es: Se ha enviado un email de pedido al proveedor.

source: This is a copy of the email sent to
es_es: Esta es una copia del email enviado a

source: Payment method
es_es: Método de pago

source: Shipping method
es_es: Método de envío

source: Supplier:
es_es: Proveedor:

source: Order date
es_es: Fecha de pedido

source: Purchase Order
es_es: Pedido de Compra

source: "Supplier Order Email" plugin options have been successfully converted to the latest database version 2.0
es_es: Las opciones del plugin "Supplier Order Email" se han convertido con éxito a la última versión de la base de datos 2.0

source: The old options from the "Supplier Order Email" plugin could not be imported into the new database format because the mcisoe_options table does not exist or is empty. Default options have been activated. Please check the plugin configuration options.
es_es: Las opciones antiguas del plugin "Supplier Order Email" no se pudieron importar al nuevo formato de base de datos porque la tabla de mcisoe_options no existe o está vacía. Se han activado las opciones predeterminadas. Por favor, compruebe las opciones de configuración del plugin.

source: Suppliers and emails of "Supplier Order Email" plugin have been successfully converted to the latest database system version 2.0
es_es: Los proveedores y los correos electrónicos del plugin "Supplier Order Email" se han convertido con éxito a la última versión 2.0 del sistema de base de datos

source: The old suppliers and emails from the "Supplier order email" plugin could not be imported into the new database format because the mcisoe_options table does not exist. Default options have been activated. Please check suppliers.
es_es: Los proveedores antiguos y los emails del plugin "Supplier Order Email" no se pudieron importar al nuevo formato de base de datos porque la tabla de mcisoe_options no existe. Se han activado las opciones predeterminadas. Por favor, compruebe los proveedores.

source: Supplier Email
es_es: Email del Proveedor

source: Email address of the supplier.
es_es: Dirección de email del proveedor.

source: Supplier custom text (optional)
es_es: Texto personalizado del proveedor (opcional)

source: This {supplier_custom_text} can be used in the subject and the introductory text of the email and is unique for each supplier.
es_es: Este {supplier_custom_text} se puede utilizar en el asunto y el texto introductorio del email y es único para cada proveedor.

source: Supplier data text (optional)
es_es: Texto de datos del proveedor (opcional)

source: This text is printed below the logo in pdf documents. It is used to write additional supplier data such as address, phone...
es_es: Este texto se imprime debajo del logotipo en los documentos pdf. Se utiliza para escribir datos adicionales del proveedor, como dirección, teléfono...

source: To configure the "Supplier Order Email" plugin settings
es_es: Para configurar los ajustes del plugin "Supplier Order Email"

source: Go to 'Supplier Order Email' settings
es_es: Ir a configuración de 'Supplier Order Email'

source: https://mci-desarrollo.es/supplier-order-email-premium/?lang=en
es_es: https://mci-desarrollo.es/supplier-order-email-premium/?lang=es

source: Sends automatic order emails to the suppliers to send the corresponding products to the customer. The mail is sent when the order goes to the "Processing" status.
es_es: Envía emails automáticos del pedido a los proveedores para que envíen los productos correspondientes al comprador. El email se envía cuando el pedido pasa al estado «Procesando».
